Repository: mnoverraz/vignettes-medicales
Catalog: i18n/po/*.po
Languages: fr

source: Report error
fr: Rapport d'erreur

source: exception-lti-cannotInsertInDB
fr: Un problème de login avec Moodle s'est passé.

source: exception-moodle-noConnected
fr: Vous ne vous êtes pas connecter depuis Moodle. Veuillez vous connecter depuis Moodle. <a href="http://moodle2.unil.ch">Moodle2</a>

source: exception-vignette-QuestionTypedoesntExist
fr: Le type de question n'existe pas

source: exception-vignette-doesntExist
fr: La vignette n'existe pas

source: exception-db-transactionProblem
fr: Il y a eu un problème pour soumettre vos données à la base.

source: delete.vignette.noId
fr: La vignette n'existe pas où n'est pas correcte

source: delete.vignette.authorization
fr: Vous n'avez pas le droit d'effacer la vignette. Vous n'êtes pas le propriétaire

source: Chargez une image
fr: Chergez une image

source: You are not allowed to access this resource
fr: Vous n'êtes pas autorisé à accéder à cette resource

source: The page you requested was not found
fr: La page n'a pas été trouvée.

source: An unexpected error happened
fr: Une erreur inattendue s'est passé

source: Error
fr: Erreur

source: Go back
fr: Retour

source: return to the homepage
fr: Retour à la page d'accueil

source: or
fr: ou

source: report this error
fr: signaler cette erreur

source: app.name
fr: Vignette pédagogique
